Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/employment/migrant_workers/coming_to_ie_tax.html.txt.tmx
Source language: en
Languages: pl

source: Coming to Ireland - tax and social insurance
pl: Przyjazd do Irlandii - podatki i ubezpieczenie spoleczne

source: Your liability for tax in Ireland can be affected by whether you are resident in the country and whether Ireland is your permanent home
pl: Obowiązek uiszczania podatku w Irlandii zależy od tego, czy jesteś mieszkańcem kraju oraz czy Irlandia jest Twoim stałym miejscem zamieszkania

source: There is a specific definition of residence for tax purposes depending on how many days you spend in the country
pl: Istnieje konkretna definicja “miejsca zamieszkania” dla celów podatkowych w zależności od tego, ile dni spędzasz w kraju

source: If you are not resident in a particular year, you can still be ordinarily resident in Ireland since this term refers to the country where you are usually resident over a number of years
pl: Jeśli w danym roku nie mieszkasz w kraju, nadal możesz mieć status zwyczajnego mieszkańca w Irlandii, gdyż termin ten odnosi się do kraju, w którym zwykle mieszkasz od pewnej ilości lat

source: The country that is your permanent home is known as your domicile
pl: Kraj, w którym posiadasz stały adres uznawany jest jako miejsce Twojego zamieszkania

source: You can find more information in our document about tax residence and domicile
pl: Poniżej możesz uzyskać więcej informacji na temat miejsca zamieszkania, zwyczajnego miejsca zamieszkania oraz miejsca pobytu

source: Generally you will be charged Irish tax on your world-wide income earned or arising in a tax year during which you are resident, ordinarily resident and domiciled in Ireland for tax purposes
pl: Ogólnie rzecz ujmując, osoby pracujące w Irlandii zobowiązane są do zapłacenia podatku w Irlandii od dochodu ze wszystkich źródeł lub powstałego w roku, w którym osoby te posiadały status rezydenta, zwykłego rezydenta i zamieszkiwały na stałe w Irlandii dla celów podatkowych

source: For any tax year during which you are non-resident and not ordinarily resident in Ireland you will be charged tax on your income from Irish sources only
pl: W roku podatkowym, w trakcie którego dana osoba nie posiadała statusu rezydenta oraz zwykłego rezydenta w Irlandii, jedynie dochód tej osoby uzyskany ze źródeł w Irlandii będzie podlegał opodatkowaniu

source: The extent of your liability to Irish tax may also be influenced by your domicile status and possibly by a double taxation agreement - see below
pl: Wpływ na zakres odpowiedzialności wobec irlandzkiego systemu podatkowego ma również status pobytu stałego i ewentualna umowa o unikaniu podwójnego opodatkowania

source: In addition to income tax and the Universal Social Charge, social insurance, known in Ireland as PRSI (Pay-Related Social Insurance), is also deducted through the tax system by employers – see ‘Social insurance’ below
pl: Oprócz podatku dochodowego, również ubezpieczenie społeczne (zwane w Irlandii „ubezpieczeniem społecznym zależnym od dochodu" lub PRSI), oraz, Powszechne obciążenie z tyt

source: Self-employed people pay them directly to Revenue
pl: świadczeń socjalnych w ramach systemu podatkowego przez pracodawców lub odprowadzane bezpośrednio przez osoby samozatrudnione do urzędów skarbowych Irlandii (Revenue Commissioners)

source: You can find more information about this in the Revenue guide for those transferring residence to Ireland
pl: Więcej informacji podano również w dalszej części tego dokumentu

source: You will be resident in Ireland for a particular tax year if:
pl: Status rezydencji dla celów podatkowych w Irlandii zależy od liczby dni pobytu w Irlandii w danym roku podatkowym

source: • If you spend 183 days or more in Ireland for any purpose in that tax year
pl: • Dana osoba przebywała na terytorium Irlandii 183 dni lub więcej w danym roku podatkowym bez względu na przyczyny pobytu

source: • If you spend 280 days or more in Ireland for any purpose over a period of 2 consecutive tax years you will be regarded as resident in Ireland for the second tax year
pl: • Jeśli, bez względu na przyczyny pobytu, dana osoba przebywała na terytorium Irlandii 280 lub więcej dni przez okres dwóch kolejnych lat podatkowych, zostanie uznana za rezydenta w Irlandii przez drugi rok podatkowy

source: However if you spend 30 days or less in total in Ireland in either tax years, those days will not be reckoned for the purpose of applying this test
pl: Jeśli, jednakże, dana osoba przebywała na terytorium Irlandii łącznie 30 dni lub mniej w trakcie jakiegokolwiek roku podatkowego, te dni nie zostaną wzięte pod uwagę przy przyznawaniu statusu rezydenta

source: It does not matter if you come and go several times during that tax year or if you are here continuously
pl: Wyjazdy z kraju czy też nieprzerwany pobyt nie mają znaczenia

source: A count is made of the total number of days you spend in Ireland for any purpose in each tax year
pl: Przy obliczaniu uwzględnia się łączną liczbę dni pobytu w Irlandii bez względu na przyczynę, w trakcie każdego roku podatkowego

source: An individual is present for a ‘day’ for residence purposes if he or she is present in the State at any time during the day
pl: Dana osoba jest obecna w “dzień” w celach rezydencyjnych jeśli spędzi ona w kraju pewną część dnia

source: The ownership of property in Ireland will not make you resident for Irish tax purposes
pl: Fakt posiadania nieruchomości nie wpłynie na przyznanie statusu rezydenta w Irlandii dla celów podatkowych

source: However, this factor could be relevant in determining a single country of residence under a double taxation agreement where the other treaty country is also claiming that you are resident there
pl: Niemniej jednak, ten czynnik może być istotny przy ustalaniu kraju rezydencji na podstawie umowy o unikaniu podwójnego opodatkowania w przypadku, gdyby drugie z państw objętych umową również twierdziło, iż dana osoba jest rezydentem tego państwa

source: Electing to be resident
pl: Decyzja o statusie rezydenta

source: Even if you have not spent the required total number of days in Ireland, you can, if you wish, elect to be resident for that tax year
pl: Nawet jeśli dana osoba nie może wykazać się wymaganą liczbą dni pobytu w Irlandii, może dobrowolnie sama wybrać status rezydenta na dany rok podatkowy

source: A condition of making an election is that you must establish to the satisfaction of your local tax office that you will be resident here in the following tax year for the required number of days, under either of the tests
pl: Warunkiem dokonania takiego wyboru jest zadeklarowanie przed lokalnym urzędem podatkowym, iż dana osoba uzyska status rezydenta w następnym roku podatkowym na podstawie wymaganej liczby dni pobytu, zgodnie z wybranym sposobem przyznawania statusu rezydenta

source: Once you have made such an election you cannot cancel it subsequently
pl: Należy pamiętać, iż po dokonaniu takiego wyboru, nie można się z niego wycofać

source: As a resident you will be liable to tax on your world-wide income earned or arising during the entire tax year of your arrival in Ireland
pl: Jako rezydent, dana osoba zobowiązana jest odprowadzić podatek od osiągniętego dochodu ze wszystkich źródeł lub powstałego w trakcie całego roku podatkowego od momentu przyjazdu do Irlandii

source: Employment income however will be taxable only from the date of your arrival
pl: Jednakże dochód z tytułu zatrudnienia będzie podlegał opodatkowaniu od daty przyjazdu

source: An election may be made in writing to your local tax office
pl: O w/w decyzji należy poinformować lokalny urząd skarbowy na piśmie

source: If you have been resident for the previous 3 tax years then you become ordinarily resident from the start of the fourth year
pl: Jeśli przez trzy ostatnie lata podatkowe zamieszkiwałeś kraj, nabywasz status mieszkańca wraz z początkiem czwartego roku

source: If you leave the country, you will continue to be ordinarily resident until you have been non-resident for 3 continuous tax years
pl: Jeśli opuścisz kraj, utrzymasz status mieszkańca przez kolejne trzy lata podatkowe, po czym utracisz status mieszkańca

source: Your domicile is the country where you live with the intention of remaining there permanently
pl: Twoim miejscem stałego zamieszkania jest kraj, gdzie mieszkasz z zamiarem pozostania tam na stałe

source: It may be different to your residence or nationality
pl: Miejsce to może się różnić od miejsca zamieszkania czy narodowości

source: When you are born, you have a domicile of origin
pl: W momencie urodzenia osoba posiada miejsce pochodzenia

source: This domicile can be changed to a domicile of choice, if you move to a different country with the intention of living there permanently
pl: Może ono ulec zmianie na wybrane miejsce zamieszkania w przypadku, jeśli przeprowadzisz się do innego kraju z zamiarem osiedlenia się tam na stałe

source: Domicile levy: Since 2010 there is a Irish domicile levy
pl: Podatek od miejsca zamieszkania: Od 2010 r

source: You can get more information about the domicile levy from Revenue
pl: wprowadzono nowy podatek od miejsca zamieszkania obowiązujący obywateli irlandzkich

source: As a particular item of income can be taxable in both the country where it is sourced and also in the country in which you, as the recipient, are resident, Ireland has a number of double taxation agreements with other countries in order to avoid double taxation
pl: W związku z tym, iż niektóre pozycje dochodu mogą podlegać opodatkowaniu zarówno w kraju, w którym zostały uzyskane jak i w kraju, w którym dana osoba jest rezydentem jako odbiorca, Irlandia zawarła szereg umów o unikaniu podwójnego opodatkowania

source: There is a list of the double taxation agreements that are in effect on revenue.ie
pl: Na stronie internetowej Urzędu Skarbowego można znaleźć listę umów dotyczących podwójnego opodatkowania aktualnie obowiązującego

source: If your income is taxable in Ireland and in a country with which Ireland has a double taxation agreement, you do not pay tax in both countries on the same income by either:
pl: Jeśli dochód podlega opodatkowaniu w Irlandii i w kraju, z którym Irlandia związana jest umową o unikaniu podwójnego opodatkowania, zgodnie z umową, podwójnego opodatkowania można uniknąć poprzez:

source: • Exempting the income from tax in one of the countries, or
pl: • Zwolnienie dochodu z opodatkowania w jednym z krajów, lub

source: • Allowing credit in one country for the tax paid in the other country on the same income
pl: • Uznanie w jednym kraju podatku zapłaconego w innym kraju od tego samego dochodu

source: The precise treatment of your income will depend on the details of the particular agreement, the nature and source of your income and, in some cases, on your nationality or citizenship
pl: Zajęcie stanowiska wobec dochodu będzie zależało od szczegółowych postanowień danej umowy, charakteru i źródła dochodu oraz, w niektórych przypadkach, od narodowości/obywatelstwa

source: If the income arises in a country with which Ireland does not have an agreement, the amount of tax paid in Ireland will be based on the net amount received by you after the deduction of the foreign tax paid
pl: Jeśli należy uiścić podatek w kraju, z którym Irlandia nie podpisała umowy dotyczącej podatków, wysokość podatku należnego do zapłaty w Irlandii będzie obliczona na podstawie sumy netto po potrąceniu podatku uiszczonego za granicą

source: There is no credit available for foreign tax paid against your Irish tax liability on the same income
pl: Podatek zapłacony zagranicą nie zostanie zaliczony na poczet zobowiązań podatkowych w Irlandii od tego samego dochodu

source: Income earned prior to moving to Ireland
pl: Dochód osiągnięty przed wyjazdem do Irlandii

source: If you are moving to Ireland for the first time or you are an Irish citizen returning to live in Ireland and you were not resident or ordinarily resident when the income was earned, the position will be as follows:
pl: W przypadku przeprowadzenia się do Irlandii po raz pierwszy lub gdy dana osoba jest obywatelem Irlandii powracającym do Irlandii z kraju, w którym nie posiadała statusu rezydenta lub zwykłego rezydenta gdy dochód został osiągnięty, zastosowane mogą zostać następujące zasady:

source: • Funds accumulated from income earned prior to the beginning of the tax year in the year that you become resident in Ireland will not be liable to income tax
pl: • Środki uzyskane z dochodu osiągniętego przed rozpoczęciem roku podatkowego w trakcie roku podatkowego, w którym osoba uzyskała status rezydenta w Irlandii nie będą podlegały opodatkowaniu podatkiem dochodowym

source: • However, income other than employment income arising between the beginning of the tax year and the date of your arrival will be taxable if brought into Ireland, unless a double taxation agreement provides for a different treatment
pl: • Jednakże, dochód inny niż z tytułu zatrudnienia powstały od początku roku podatkowego do daty przyjazdu będzie podlegał opodatkowaniu, jeśli zostanie przeniesiony do Irlandii, o ile umowa o unikaniu podwójnego opodatkowania nie stanowi inaczej

source: If you are working in Ireland but are paid from abroad
pl: Praca w Irlandii a wynagrodzenie otrzymywane z zagranicy

source: Unless your income is not liable to Irish tax under the provisions of a double taxation agreement, it will be taxable here from the date of your arrival regardless of your Irish residence status for tax purposes
pl: O ile dochód nie jest zwolniony z podatku w Irlandii na mocy postanowień umowy o unikaniu podwójnego opodatkowania, zostanie on opodatkowany na miejscu od daty przyjazdu bez względu na status rezydenta w Irlandii dla celów podatkowych

source: However, if you are an Irish citizen who is not ordinarily resident or you are not Irish domiciled, your foreign employment income (excluding UK sourced income) will only be taxable to the extent that it is remitted into Ireland
pl: W przypadku obywateli Irlandii bez statusu zwykłego rezydenta lub z miejscem stałego zamieszkania poza terytorium Irlandii, dochód z tytułu zatrudnienia zagranicą (oprócz dochodu uzyskanego w Wlk

source: If you are resident for Irish tax purposes in the year that the income is earned, you will be entitled to full personal tax credits and reliefs
pl: Brytanii) będzie podlegał opodatkowaniu jedynie w zakresie, w jakim został on przeniesiony do Irlandii

source: Temporary employment in Ireland
pl: Zatrudnienie czasowe w Irlandii

source: If you are coming to Ireland to take up temporary employment and will not become resident for Irish tax purposes, proportionate credits and reliefs are available to non-resident Irish citizens and to citizens, subjects or nationals of another EU member state
pl: W przypadku przyjazdu do Irlandii w celu podjęcia zatrudnienia czasowego bez zamiaru ubiegania się o status rezydenta w Irlandii dla celów podatkowych, obywatelom Irlandii niebędącym rezydentami oraz obywatelom, poddanym oraz mieszkańcom innych Państw Członkowskich Unii Europejskiej przysługują proporcjonalne ulgi i zwolnienia podatkowe

source: This also applies to residents or nationals of a country with which Ireland has a double taxation agreement which provides for such allowances
pl: Dotyczy to również rezydentów lub obywateli kraju, z którym Irlandia podpisała umowę o unikaniu podwójnego opodatkowania, która dopuszcza takie zwolnienia

source: The proportion of allowances is determined by reference to your income for the tax year which is subject to Irish tax over your income from all sources
pl: Proporcja ulg podatkowych ustalana jest poprzez odniesienie dochodu za rok podatkowy podlegającego opodatkowaniu w Irlandii do dochodu osiągniętego ze wszystkich innych źródeł

source: However, residents of another member state of the European Union are entitled to full personal tax credits and reliefs in respect of any tax year that 75% or more of their world-wide income is taxable in Ireland
pl: Niemniej jednak, rezydenci innego Państwa Członkowskiego Unii Europejskiej mają prawo do pełnej wysokości ulg i zwolnień podatkowych w zakresie podatku dochodowego od osób fizycznych w odniesieniu do roku podatkowego, za jaki 75% lub więcej ich dochodu ze wszystkich źródeł podlega opodatkowaniu w Irlandii

source: Pensions and other assets are normally taxable apart from some exceptions, for example, some UK pensions
pl: Emerytury i inne dochody podlegają opodatkowaniu z pewnymi wyjątkami, jak na przykład emerytury w Wielkiej Brytanii

source: Your employer will also deduct social insurance contributions, which are referred to as PRSI (Pay Related Social Insurance), from your pay
pl: Pracodawca będzie również potrącał składki na ubezpieczenie społeczne (zwane w Irlandii „ubezpieczeniem społecznym zależnym od dochodu" lub PRSI) od wynagrodzenia, co umożliwi ubieganie się o świadczenia społeczne z tytułu opłacanych składek takie jak zasiłek dla bezrobotnych, zasiłek z tytułu niepełnosprawności oraz emeryturę (z tytułu opłacanych składek)

source: They will help you to qualify for contributory social welfare payments such as Jobseeker's Benefit, Illness Benefit and State Pension (Contributory)
pl: Kwota składki będzie uzależniona od zaszeregowania w ramach zatrudnienia

source: The amount of your contribution will depend on your category as an employee
pl: Na przykład, większość pracowników sektora niepublicznego płaci składki „klasy A", a dokładna kwota zależy od dochodów

source: For example, most employees pay Class A contributions, the precise rate depending on your earnings
pl: Więcej informacji w przeprowadzka do Irlandii i uprawnienia do świadczeń społecznych podano tutaj

source: You can read more about moving to Ireland and your social security entitlements and get a general overview of the social security system in Ireland
pl: Dostępny jest również ogólny zarys systemu ubezpieczeń społecznych w Irlandii

source: Personal Public Service Number
pl: Numer PPS (Personal Public Service – numer ubezpieczenia społecznego)

source: In order to work, you require a Personal Public Service Number (PPS number)
pl: Do podjęcia pracy potrzebny będzie numer PPS

source: You can obtain a PPS number (or ask for your old number, if any, to be traced) at your local social welfare office or Intreo centre
pl: Numer PPS można uzyskać (lub poprosić o odnalezienie ewentualnego starego numeru) w lokalnym urzędzie opieki społecznej

source: If you are a foreign national, you will need your passport or your GNIB certificate of registration and supporting documentation such as household bills
pl: rachunki domowe. (Uprzednio numer PPS był znany pod nazwą RSI – Revenue and Social Insurance number). Zobacz, aby uzyskać informacje jak starać się o numer PPS

source: Specific queries regarding residency and taxation of income earned prior to moving to Ireland should be addressed to Revenue
pl: Konkretne pytania dotyczące rezydencji i opodatkowania dochodu osiągniętego przed przeprowadzką do Irlandii należy kierować do Revenue tu w Irlandii

source: Queries in connection with social insurance (PRSI) should be addressed to your local social welfare office or Intreo centre
pl: Zapytania dotyczące ubezpieczenia społecznego (PRSI) należy kierować do lokalnego Urzędu Opieki Społecznej tu w Irlandii, lub

source: Queries about getting a PPS number should be addressed to the Client Identity Services of the Department of Social Protection using the secure online request form or by phone at 1890 927 999 or (071) 967 2616
pl: Pytania dotyczące Numeru PPS winny być kierowane do Działu Identyfikacji Klienta przy Departamencie Ochrony Społecznej za pomocą bezpiecznego formularza pytań on-line lub telefonicznie pod numerami 1890 927 999 lub (071) 967 2616
